Terraform plan in __.__
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # auth0_resource_server.ndsq_api will be created
  + resource "auth0_resource_server" "ndsq_api" {
      + allow_offline_access                            = true
      + id                                              = (known after apply)
      + identifier                                      = "https://api.ndsquared.net"
      + name                                            = "NDSquared API (Managed by Terraform)"
      + signing_alg                                     = "RS256"
      + signing_secret                                  = (known after apply)
      + skip_consent_for_verifiable_first_party_clients = true
      + token_lifetime                                  = 8600
      + token_lifetime_for_web                          = (known after apply)

      + scopes {
          + description = "Read connect four endpoint"
          + value       = "read:connectfour"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Terraform CI #1](https://github.com/dannylongeuay/auth0-infra/actions/runs/1648090140)